<template>
<div class="messagesRight_zf">
                 <p>
               <router-link :to="'lhome'" target="_blank">首页</router-link>
               <span class="top_sp1">></span>
              
                <span class="top_sp2">账户设置</span>
              
               </p>
				<div class="messagesRight">
					   <div class="cjwt_d">
					     <p class="cjwt_p">
				           隐私声明
					     </p>
				         
					   </div >
					    <div class="cjwt_d1">
					     
				          <p class="cjwt_p3">
								欢迎您访问好书幸运购(www.goldbooknews.com)！我们以本隐私申明声明对访问者隐私保护的许诺。在未经您同意之下，我们绝不会将您的个人数据提供予任何与本网站服务无关的第三人。如您访问本网站，那么您便接受了本隐私声明。以下文字公开我站（www.goldbooknews.com）对信息收集和使用的情况。本站的隐私申明会不断改进，随着我站服务的增加，我们会随时更新我们的隐私申明。欢迎您随时查看本申明，并可向我们反馈您的意见。</br>
								一、未成年人的特别注意事项</br>
								如果您未满18周岁，您无权使用本站服务，因此我们希望您不要向我们提供任何个人信息。如果您未满18周岁，您只能在父母或监护人的陪同下才可以使用本站服务。</br>
								二、用户名和密码</br>
								当您在注册为本站用户时，您需要根据提示填写用户名和密码，并设置密码提示问题及其答案，以便在您丢失密码时用于您的身份确认。您只能通过你你的密码来使用您的账户。如果您泄漏或了密码，您可能会丢失您的个人识别信息，并可能导致对您不利的司法行为。因此无论任何原因使您的密码安全受到危及时，您应该立即通过电话，qq或者邮箱和我们取得联系。</br>
								三、完善信息</br>
								在您注册成为本站用户后或参与购物并获得商品后，您需要在“我的云购中心”里完善您个人信息，根据填写要求您提供您的真实姓名，地址，与电子邮件地址。您还有权选择填写更多信息，包括身份证号码，电话号码，QQ号 。我们使用注册信息来保护用户账户安全，在您在账户利益受到危害的情况下。同时我们使用注册信息来获得用户统计资料，以便为用户提供更多更新的服务。我们会通过电子邮件方式通知您有关新的服务。</br>
								四、什么是Cookies？</br>
								Cookies是一种能够让网站服务器把少量数据储存到客户端的硬盘或内存，或是从客户端的硬盘读取数据的一种技术。Cookies是当你浏览某网站时，由Web服务器置于你硬盘上的一个非常小的文本文件，它可以记录你的用户ID、密码、浏览过的网页、停留的时间等信息。
								当你再次来到该网站时，网站通过读取Cookies，得知你的相关信息，就可以做出相应的动作，如在页面显示欢迎你的标语，或者让你不用输入ID、密码就直接登录等等。从本质上讲，它可以看作是你的身份证。但Cookies不能作为代码执行，也不会传送病毒，且为你所专有，并只能由提供它的服务器来读取。</br>
								本站为您提供Cookies使用功能，以便为您提供周到的个性服务，使您再次访问时更加快捷、方便。当然，您也可以有权选择关闭此服务，本站将为您停止Cookies为您的服务。</br>
								五、信息披露</br>
								我们不会向任何第三方提供，出售，出租，分享和交易用户的个人信息。当在以下情况下，用户的个人信息将部分或全部被善意披露：</br>
								1、经用户同意，向第三方披露；</br>
								2、如用户是合资格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</br>
								3、根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</br>	4、如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；</br>
								5、为提供你所要求的产品和服务，而必须和第三方分享用户的个人信息；</br>
								6、其它本站根据法律或者网站政策认为合适的披露。</br>
								六、安全</br>
								我们网站有相应的安全措施来确保我们掌握的信息不丢失，不被滥用和变造。这些安全措施包括向其它服务器备份数据和对用户密码加密。尽管我们有这些安全措施，但请注意在因特网上不存在“完善的安全措施”。</br>
								七、查阅和修改个人信息</br>
								您使用云购服务时，您可以随时查阅并随时修改您的个人信息。同时，在您登录后我们会提供登录日志功能，我们会将您每次登陆的IP地址公布供您查看，以便保证您账号的安全性。因此提供查看IP地址仅仅只是为了安全的必要。</br>
								八、邮件/短信服务</br>
								注册成为云购用户后，您将会收到以电子邮件、短信的形式为您发送的最新活动与通知。为此，我们保留为用户发送最新活动与通知等告知服务的权利。当您注册成为云购用户后即表明您已同意接受此项服务。如您不想接受来自云购的邮件、短信与通知，您可向云购客服提出退阅申请，并注明您的电子邮件地址、手机号等相关接受平台信息，云购将在收到您的申请后为您及时办理。
				             </p>

					    </div >
				</div>
</div>				

</template>

<script>
export default {
name: 'hello',
created(){

        },
destroyed(){

        },
data () {
return {
msg: ''
            }
        }
    }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  .messagesRight{width: 915px;border: 1px solid #ddd;float: left;}
  .cjwt_d{ width: 95%;font-size: 18px; height:40px;border-bottom: 2px #ddd solid;margin-left: 2.5%}
.cjwt_p{font-size: 18px; height:20px;line-height: 20px;border-left: 5px solid #EC2D2D;margin-top: 20px;margin-left: 20px;padding-left: 20px;color: #EC2D2D}
.cjwt_d1{width: 95%; margin-left: 2.5%;margin-top: 30px}
.cjwt_p2{ font-size: 14px; font-weight: bold;}
.cjwt_p3{font-size: 13px;color: #808080;margin-left: 20px;line-height: 30px;margin-bottom: 20px}
.messagesRight_zf{float: left;margin-left: 20px; }




</style>
